xfce4-dev-tools
libxfce4util
xfconf
libxfce4ui
garcon
exo
xfce4-panel
thunar
thunar-volman
xfce4-power-manager
xfce4-settings
xfce4-session
xfdesktop
xfwm4
xfce4-appfinder
tumbler
xfce4-vala
xfce-theme-greybird
gigolo
mousepad
parole
ristretto
xfburn
xfce4-dict
xfce4-mixer
xfce4-notifyd
xfce4-screensaver
xfce4-screenshooter
xfce4-taskmanager
xfce4-terminal
xfce4-volumed-pulse
xfmpc
xfce4-panel-profiles
catfish
xfce4-notes-plugin
xfce4-battery-plugin
xfce4-calculator-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-diskperf-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-indicator-plugin
xfce4-mailwatch-plugin
xfce4-netload-plugin
xfce4-pulseaudio-plugin
xfce4-statusnotifier-plugin
xfce4-places-plugin
xfce4-sensors-plugin
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-xkb-plugin
xfce4-mpc-plugin
xfce4-whiskermenu-plugin
elementary-xfce-icons
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
